brew "starship"
brew "zoxide"
brew "fzf"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-history-substring-search"
brew "bat"
brew "eza"
brew "btop"
brew "fd"
brew "ripgrep"
brew "tree"
brew "tldr"
brew "glow"
brew "fastfetch"
brew "mas"
brew "gh"
brew "lazygit"
brew "lazydocker"
brew "mise"
brew "neovim"
brew "uv"
brew "poetry"
brew "nmap"
brew "delta"
